package Task5;

public class Library {
    static String[][] numbers = {
            {"", "один", "два", "три", "чотири", "п'ять", "шість", "сім", "вісім", "дев'ять"},
            {"", "десять", "двадцять", "тридцять", "сорок", "п'ятдесят", "шістдесят",
                    "сімдесят", "вісімдесят", "дев'яносто"},
            {"", "сто", "двісті", "триста", "чотириста", "п'ятсот", "шістсот",
                    "сімсот", "вісімсот", "дев'ятсот"}
    };
    static String[] teens = {"десять", "одинадцать", "дванадцять", "тринадцять", "чотирнадцять",
            "п'ятнадцать", "шістнадцать", "сімнадцать", "вісімнадцять", "дев'ятнадцять"};

    static String[][] difference = {
            {"", "одна", "дві", "три", "чотири", "п'ять", "шість", "сім", "вісім", "дев'ять"},
            {"тисяча", "тисячі", "тисяч"},
            {"міліон", "міліона", "міліонів"}
    };
}
